Revit 2027 API
ParameterTypeId.PeakLatentCoolingLoad Property
 "Peak Latent Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PeakLatentCoolingLoad { get; }
Public Shared ReadOnly Property PeakLatentCoolingLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PeakLatentCoolingLoad {
	ForgeTypeId^ get ();
}
static member PeakLatentCoolingLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace